Repository: FranzDiebold/numerus-textus
Catalog: webapp/numerus-textus/src/locale/messages.*.xlf
Languages: de

source: number2text
de: Nummer zu Text

source: text2number
de: Text zu Nummer

source: more info
de: mehr Infos

source: Like it? Share it!
de: Teilen!

source: numerus textus is open source!
de: numerus textus ist Open Source!

source: made with ❤ by <a>Franz Diebold</a>
de: made with ❤ von <a>Franz Diebold</a>

source: Legal
de: Impressum

source: Privacy
de: Datenschutzerklärung

source: ❤️ Like it? <span>Share it! 👍</span>
de: ❤️ Du magst es? <span>Dann teile es! 👍</span>

source: Type a number
de: Nummer eingeben

source: share it!
de: Teilen!

source: Type a text
de: Text eingeben

source: numerus textus is all about <span>numbers</span> and its <span>corresponding texts</span> 🤓
de: Bei numerus textus geht es um <span>Nummern</span> und<span>zugehörige Worte</span> 🤓

source: Every digit corresponds to several characters:
de: Jede Zahl gehört zu mehreren Buchstaben:

source: Why <img/>?
de: Warum <img/>?

source: The character <span>R</span> corresonds to the digit <span>7</span>. That's why 😎.
de: Der Buchstabe <span>R</span> entspricht der Ziffer <span>7</span>. Darum 😎.

source: Example <span>number2text</span>
de: Beispiel <span>Nummer zu Text</span>

source: Probably many texts exist for a number.
de: Zu einer Nummer gibt es wahrscheinlich viele mögliche Worte.

source: car
de: bau

source: bar
de: abt

source: cap
de: bat

source: Example <span>text2number</span>
de: Beispiel <span>Text zu Nummer</span>

source: Indeed, several texts may lead to the same number since several characters correspond to the same digit.
de: Tatsächlich können mehrere Worte zur selben Nummer führen, da auch mehrere Buchstaben zu einer Ziffer gehören.

source: car
de: bau

source: numerus textus is <span>open source</span> 🙃
de: numerus textus ist <span>Open Source</span> 🙃

source: Report issues, fork or suggest edits on <a>GitHub</a>.
de: Melde Issues oder schlage Änderungen auf <a>GitHub</a> vor.

source: Legal Information
de: Impressum

source: Service provided by
de: Angaben gemäß § 5 TMG

source: GERMANY
de: Deutschland

source: Contact
de: Kontakt

source: Privacy Statement
de: Datenschutz­erklärung

source: Only digits (0-9), dashes (-) and slashes (/).
de: Nur Zahlen (0-9), Bindestriche (-) und Schrägstriche (/) erlaubt.

source: Puh, that was too much for the backend. Try again with a shorter number.
de: Puh, das war zu heftig für den Server. Versuche es mit einer kürzeren Nummer.

source: Sorry, but something went wrong. Try again later or with different number.
de: Entschuldige, aber irgendwas ging jetzt schief. Versuche es später oder mit einer anderen Nummer erneut.
